{
  "type": "Quotations",
  "name": "on2t",
  "quotes": [
    { "quote": "'What was that?' the old man asked. " },
    { "quote": "Eat well, stay fit, die anyway. - unknown" },
    { "quote": "A closed mouth gathers no feet. - Sam Horn" },
    { "quote": "It's not easy being green. - Kermit the Frog" },
    { "quote": "Dear God, I have a problem; it's me. - unknown" },
    { "quote": "Housework done properly can kill you. - unknown" },
    { "quote": "Golf: A good walk ruined. - Mark Twain (1835-1910)" },
    { "quote": "A balanced diet is a cookie in each hand. - unknown" },
    { "quote": "Happiness is merely the remission of pain. - unknown" },
    { "quote": "If you want to be criticized, marry. - Irish Proverb" },
    { "quote": "A clean house is a sign of a misspent life. - unknown" },
    { "quote": "The boy responded, 'Roo raf roo reep ra rums rrarm.' " },
    { "quote": "Long tongue, short hands. - Czech (on words and deeds)" },
    { "quote": "Age is a very high price to pay for maturity. - unknown" },
    { "quote": "He who dies with the most toys is still dead. - unknown" },
    { "quote": "Life's hard; get a helmet. - kd with thanks to K.Walker" },
    { "quote": "Lazy people work harder. - unknown (thanks to Jeff Hatch)" },
    { "quote": "In God we trust; all others pay cash.- American (on money)" },
    { "quote": "Again the boy responded, 'Roo raf roo reep ra rums rarrm.' " },
    { "quote": "Life is a big headache on a noisy street. - Yiddish Proverb" },
    { "quote": "Life's too short for chess. - Henry James Byron (1834-1884)" },
    { "quote": "Candy is dandy, but liquor is quicker. - Ogden Nash (1902- )" },
    { "quote": "He has delusions of adequacy. - Walter Kerr, a gentle needle" },
    { "quote": "I can't be out of money, I still have checks left. - unknown" },
    { "quote": "If at first you don't succeed, you're about average. - unknown" },
    { "quote": "He has Van Gogh's ear for music. - Billy Wilder, a gentle needle" },
    { "quote": "If the baby is happy, don't try to make it happier. - Dan Keeton" },
    { "quote": "A clear conscience is usually the sign of a bad memory. - unknown" },
    { "quote": "He that drinks beer, thinks beer. - Washington Irving (1783-1859)" },
    { "quote": "I did not fall off the turnip truck just yesterday. - Terry Davis" },
    { "quote": "I refuse to enter a battle of wits with an unarmed man. - unknown" },
    { "quote": "If at first you don't succeed, skydivings not for you. - S. Johns" },
    { "quote": "It is easier to get forgiveness than to get permission. - unknown" },
    { "quote": "Love is blind but not the neighbors.- Mexican (on life and living)" },
    { "quote": "A diplomat is one who thinks twice before saying nothing. - unknown" },
    { "quote": "All would live long but none would be old. - Ben Franklin (1706-1790)" },
    { "quote": "Look,' said the old man, 'I can't understand a word you're saying.' " },
    { "quote": "Dying while young is a boon in old age. - Yiddish (on death and dying)" },
    { "quote": "Fish and visitors stink after three days. - - Ben Franklin (1706-1790)" },
    { "quote": "Creditors have better memories than debtors. - Ben Franklin (1706-1790)" },
    { "quote": "If a frog didn't hop, he wouldn't bump his butt. - Sarah Isabelle Wendt" },
    { "quote": "If the manure gets steeper...but the flies are buying.... - John Gimbel" },
    { "quote": "A bulldog can whip a skunk, but sometimes it's not worth it. - J. Nowell" },
    { "quote": "Cheer up! Remember the less you have, the more there is to get. - unknown" },
    { "quote": "Defend me from my friends; I can defend myself from my enemies. - Canning" },
    { "quote": "I saw few die of hunger; of eating -- 100,000. - Ben Franklin (1706-1790)" },
    { "quote": "Being young is a fault that diminishes daily. - Swedish (on youth and age)" },
    { "quote": "God could not be everywhere and therefore he made mothers. - Jewish Proverb" },
    { "quote": "If you wish to die young, make your physician your heir. - Romanian Proverb" },
    { "quote": "If you're going to be dumb, you've got to be tough. - William Dempsey Wendt" },
    { "quote": "I never let my schooling interfere with my education. - Mark Twain (1835-1910)" },
    { "quote": "Love your neighbor; yet don't pull down your hedge. - Ben Franklin (1706-1790)" },
    { "quote": "If you'ld lose a troublesome visitor, lend him money. - Ben Franklin (1706-1790)" },
    { "quote": "He loves nature in spite of what it did to him. - Forrest Tucker, a gentle needle" },
    { "quote": "Few things are harder to put up with than a good example. - Mark Twain (1835-1910)" },
    { "quote": "He that falls in love with himself will have no rivals. - Ben Franklin (1706-1790)" },
    { "quote": "A deaf husband and a blind wife are always a happy couple. - John Florio (1553-1625)" },
    { "quote": "Beer is proof that God loves us and wants us to be happy. - Ben Franklin (1706-1790)" },
    { "quote": "Blessed is he that can laugh at himself, he will never cease to be amused. - unknown" },
    { "quote": "Everyone has the right to be stupid but you're abusing the priviledge. - Shiv Daddar" },
    { "quote": "He is simply a shiver looking for a spine to run up. - Paul Keating, a gentle needle" },
    { "quote": "How many observe Christ's birthday, how few his precepts. - Ben Franklin (1706-1790)" },
    { "quote": "His mother should have thrown him away and kept the stork. - Mae West, a gentle needle" },
    { "quote": "If you must choose between two evils, pick the one you've never tried before. - unknown" },
    { "quote": "A man's got to do what a man's got to do. A woman must do what he can't. - Rhonda Hansome" },
    { "quote": "Anyone who doesn't think there are two sides to an argument is probably in one. - unknown" },
    { "quote": "Everything is funny as long as it is happening to someone else. - Will Rogers (1879-1935)" },
    { "quote": "Great talkers should be cropped for they have no need of ears. - Ben Franklin (1706-1790)" },
    { "quote": "He has no enemies but is intensely disliked by his friends. - Oscar Wilde, a gentle needle" },
    { "quote": "If you aren't careful, your kids will suck the marrow right out of your bones. - Anonymous" },
    { "quote": "Keep your eyes wide open before marriage, half shut afterwards. - Ben Franklin (1706-1790)" },
    { "quote": "God works wonders now and then; behold! a lawyer, an honest man. - Ben Franklin (1706-1790)" },
    { "quote": "I've had a perfectly wonderful evening, but this wasn't it. - Groucho Marx, a gentle needle" },
    { "quote": "It is better to swallow words than to have to eat them later. - Franklin Roosevelt (1882-1945)" },
    { "quote": "A flatterer never seems absurd: the flatter'd always takes his word. - Ben Franklin (1706-1790)" },
    { "quote": "I have a new philosophy, I'm only going to dread one day at a time. - Charles Shulz ('Peanuts')" },
    { "quote": "I believe the only time the world beats a path to my door is when I'm in the bathroom. - unknown" },
    { "quote": "If something can go wrong, it will. - unknown but often attributed to Murphy as in Murphy's Law." },
    { "quote": "Blessed is he that expects nothing, for he shall never be dissapointed. - Ben Franklin (1706-1790)" },
    { "quote": "An apple a day keeps the doctor away, but an onion a day keeps everyone away. - Cassandra Chatfield" },
    { "quote": "He's gone, and forgot nothing but to say farewell to his creditors. - Benjamin Franklin (1706-1790)" },
    { "quote": "I feel so miserable without you, its almost like having you here. - Stephan Bishop, a gentle needle" },
    { "quote": "I've just learned of his illness. Let's hope it's nothing trivial. - Irvin S. Cobb, a gentle needle" },
    { "quote": "He has all the virtues I dislike and none of the vices I admire. - Winston Churchill, a gentle needle" },
    { "quote": "Do what you think is right in your heart. You'll be criticized anyway. - Eleanor Roosevelt (1884-1962)" },
    { "quote": "A man must serve his time in every trade except censure-critics are ready made. - Lord Byron (1788-1824)" },
    { "quote": "Experience is a wonderful thing. It enables you to recognize a mistake when you make it again. - unknown" },
    { "quote": "He that would have a short Lent, let him borrow money to be repaid at Easter. - Ben Franklin (1706-1790)" },
    { "quote": "A friend in need is a pest. - Arthur Daley in the popular 1980's British sitcom, 'Minder' - thanks to Rob" },
    { "quote": "He is not only dull himself, but he is the cause of dullness in others. - Samuel Johnson, a gentle needle" },
    { "quote": "I've suffered a great many catastrophies in my life. Most of them never happened. - Mark Twain (1835-1910)" },
    { "quote": "He can compress the most words into the smallest idea of any man I know. - Abraham Lincoln, a gentle needle" },
    { "quote": "I didn't attend the funeral but I sent a nice letter saying I approved of it. - Mark Twain, a gentle needle" },
    { "quote": "If a patient dies, the doctor killed him, but if he gets well, the saints have saved him. - Italian Proverb" },
    { "quote": "If 'ifs' and 'ands' were pots and pans, there'd be no work for tinkers' hands. - Charles Kingsley (1819-1875)" },
    { "quote": "A husband is someone who takes out the trash and gives the impression he just cleaned the whole house. -unknown" },
    { "quote": "Fond pride of dress is sure an empty curse; ere fancy you consult, consult your purse. - Ben Franklin (1706-1790)" },
    { "quote": "The boy spit the bait into his hand and said, 'You have to keep the worms warm!' - unknown, courtesy of Jack Shea" },
    { "quote": "I have never killed a man but I have read many obituaries with great pleasure. - Clarence Darrow, a gentle needle/i>" },
    { "quote": "Instead of getting married again, I'm going to find a woman I don't like and just give her a house. - Louis Grizzard" },
    { "quote": "Eat a live toad the first thing in the morning and nothing worse can happen to you for the rest of the day. - unknown" },
    { "quote": "It is better to be thought a fool than to open your mouth and remove all doubt. - Mark Twain (Thanks to Michael Beard)" },
    { "quote": "A solemn, unsmiling, sanctimonious old iceberg who looked like he was waiting for a vacancy in the Trinity. - Mark Twain" },
    { "quote": "He uses statistics as a drunken man uses lampposts, for support rather than illumination. - Andrew Lang, a gentle needle" },
    { "quote": "It takes less time to do something right than to explain why it was done wrong. - Henry Wadsworth Longfellow (1807-1882)" },
    { "quote": "Learn from the mistakes of others. You can't live long enough to make them all yourself. - Eleanor Roosevelt (1884-1962)" }
  ]}
